Repository: AhmedQaMustafa/DesFirePersonalizer
Catalog: DesFirePersonalizer/Wizered Pages/IssueCard_Pag.*.resx
Languages: ar_sa

# groupBox2.Text
source: All Cards
ar_sa: جميع البطاقات

# btnCancel.Text
source: Skip
ar_sa: الغاء

# btnSave.Text
source: Issue Card
ar_sa: انشاء البطاقة

# label53.Text
source: Description :
ar_sa: تفاصيل اخرى :

# label54.Text
source: Template :
ar_sa: النموذج :

# label55.Text
source: * Card Status :
ar_sa: حالة البطاقة :

# label56.Text
source: * End Date :
ar_sa: تاريخ بداية البطاقة :

# label57.Text
source: * Start Date :
ar_sa: تاريخ انتهاء البطاقة :

# label59.Text
source: * Issue Type :
ar_sa: نوع الإصدار :

# label60.Text
source: Student Name :
ar_sa: اسم الطالب :

# label61.Text
source: Student ID :
ar_sa: رقم الطالب :

# groupBox3.Text
source: Card Issue Informations
ar_sa: معلومات البطاقات
