Repository: AhmedQaMustafa/DesFirePersonalizer
Catalog: DesFirePersonalizer/Wizered Pages/StdEdInfo_Pag.*.resx
Languages: ar_sa

# button3.Text
source: Attach
ar_sa: تحميل

# button2.Text
source: Attach
ar_sa: تحميل

# button1.Text
source: Attach
ar_sa: تحميل

# label53.Text
source: Document 3
ar_sa: ملف 3

# label54.Text
source: Document 2
ar_sa: ملف 2

# label55.Text
source: Document 1
ar_sa: ملف 1

# StudentInformationGroup.Text
source: Student Informations
ar_sa: معلومات الطالب

# label.Text
source: Place Of Birth
ar_sa: مكان الميلاد

# label29.Text
source: Decription
ar_sa: تفاصيل اخرى

# label45.Text
source: E-mail
ar_sa: البريد الإلكتروني

# label44.Text
source: Category Type
ar_sa: النوع

# label43.Text
source: Student Status
ar_sa: حالة الطالب

# label42.Text
source: Mobile No.
ar_sa: رقم الجوال

# label41.Text
source: Gender
ar_sa: الجنس

# label40.Text
source: Nationality
ar_sa: الجنسية

# label39.Text
source: Passport Exire Date
ar_sa: تاريخ اصدار الجواز

# label38.Text
source: Passport Issue Place
ar_sa: مكان اصدار الجواز

# PassportID.Text
source: Passport ID
ar_sa: رقم الجواز

# label36.Text
source: Collage
ar_sa: الكلية

# label35.Text
source: Blod Type
ar_sa: فصيلة الدم

# label34.Text
source: National ID
ar_sa: الجنسية

# label32.Text
source: Last Name
ar_sa: اسم العائلة

# label31.Text
source: Second Name
ar_sa: اسم الأب

# label30.Text
source: Date Of birth
ar_sa: تاريخ الميلاد

# label28.Text
source: Frirst Name
ar_sa: اسم الطالب

# label1.Text
source: Student ID
ar_sa: رقم الطالب
