Repository: AhmedQaMustafa/DesFirePersonalizer
Catalog: DesFirePersonalizer/Library Pages/FrmLibrary.*.resx
Languages: ar_sa

# BtnScanCard.Text
source: Scan Card
ar_sa: قراءة البطاقة

# label22.Text
source: Book 1 Title
ar_sa: (1)عنوان الكتاب

# label23.Text
source: Book No
ar_sa: رقم الكتاب

# label24.Text
source: Terminal ID
ar_sa: مكان الاستعارة

# label20.Text
source: Book 2 Title
ar_sa: (2)عنوان الكتاب

# label21.Text
source: Book No
ar_sa: رقم الكتاب

# label25.Text
source: Terminal ID
ar_sa: مكان الإستعارة

# label19.Text
source: Date Borrowed
ar_sa: تاريخ الإستعارة

# label29.Text
source: Date Returned
ar_sa: تاريخ الإسترجاع

# label30.Text
source: Status
ar_sa: الحالة

# label31.Text
source: Status
ar_sa: الحالة

# label32.Text
source: Date Borrowed
ar_sa: تاريخ الإستعارة

# label33.Text
source: Date Returned
ar_sa: تاريخ الإسترجاع

# groupBox1.Text
source: Card Scaning
ar_sa: قراءة البطاقة

# groupBox2.Text
source: Books
ar_sa: الكتب

# label26.Text
source: Book Name
ar_sa: اسم الكتاب

# label27.Text
source: Book No
ar_sa: رقم الكتاب

# label28.Text
source: Author
ar_sa: المؤلف

# label34.Text
source: Terminal ID
ar_sa: مكان الاستعارة

# label36.Text
source: Date
ar_sa: التاريخ

# label43.Text
source: Availability
ar_sa: امكانية الاستعارة

# BtnReturn.Text
source: Return
ar_sa: عرض

# BtnBorrow.Text
source: Borrow
ar_sa: استعارة
