Repository: AhmedQaMustafa/DesFirePersonalizer
Catalog: DesFirePersonalizer/Forms/MainPage.*.resx
Languages: ar_sa

# homeToolStripMenuItem.Text
source: Home
ar_sa: القائمة الاساسية

# adminToolStripMenuItem.Text
source: Configrations
ar_sa: الإعدادات

# studentsToolStripMenuItem.Text
source: Students
ar_sa: الطلاب

# PurchasingToolStripMenuItem.Text
source: Purchasing
ar_sa: شراء

# LibraryToolStripMenuItem.Text
source: Library
ar_sa: المكتبة

# CardToolStripMenuItem.Text
source: Templates
ar_sa: النماذج

# reportsToolStripMenuItem.Text
source: Reports
ar_sa: التقارير

# logOutToolStripMenuItem.Text
source: Log Out
ar_sa: خروج

# enToolStripMenuItem.Text
source: English
ar_sa: الانجليزية

# addUsersToolStripMenuItem.Text
source: Users
ar_sa: اعدادات المستخدمين

# addCategorysToolStripMenuItem.Text
source: Categorys
ar_sa: التصنيفات

# permitionsToolStripMenuItem1.Text
source: Permitions
ar_sa: صلاحيات المستخدمين

# assignPermitionsToolStripMenuItem.Text
source: Premitions Group
ar_sa: مجموعة الصلاحيات

# waletSetupToolStripMenuItem.Text
source: Setup
ar_sa: الضبط

# librarySetupToolStripMenuItem.Text
source: Library Setup
ar_sa: المكتبة

# menuSetupToolStripMenuItem.Text
source: Menu Setup
ar_sa: قائمة الطعام

# counterToolStripMenuItem.Text
source: Counter
ar_sa: العداد

# readerSettingsToolStripMenuItem.Text
source: Reader Settings
ar_sa: اعدادات القارئ

# ePurchaseToolStripMenuItem.Text
source: E-Trans Action
ar_sa: عمليات الشراء

# eItemsToolStripMenuItem.Text
source: E-Items
ar_sa: قائمة الشراء

# cardSettingsToolStripMenuItem.Text
source: Card Settings
ar_sa: اعدادات البطاقة

# IssueCardsSettingsToolStripMenuItem.Text
source: Issue Cards
ar_sa: انشاء بطاقة

# waletReportsToolStripMenuItem.Text
source: Walet Reports
ar_sa: تقارير المحفظة

# label1.Text
source: Welcom
ar_sa: مرحبا

# cardReaderToolStrip.Text
source: Card Reader
ar_sa: القارئ
